Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Hash_ResultList.AutomationProperties.Name
source: Results
ar: النتائج
cs: Výsledky
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fa: نتایج
fr: Résultats
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
pl: Wyniki
pt: Resultados
ro: Rezultate
ru: Результаты
th: ผลลัพธ์
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果
zh_hant: 結果

# Menu_File_OpenReadOnly.Text
source: Open read-only...
ar: فتح للقراءة فقط...
cs: Otevřít jen pro čtení...
de: Schreibgeschützt öffnen...
el: Άνοιγμα μόνο για ανάγνωση...
es: Abrir como solo lectura...
fa: باز کردن فقط خواندنی...
fr: Ouvrir en lecture seule...
hu: Megnyitás írásvédetten...
id: Buka Baca-saja...
it: Apri in sola lettura...
ja: 読み取り専用で開く(Y)...
ko: 읽기 전용으로 열기(Y)...
pl: Otwórz tylko do odczytu...
pt: Abrir somente leitura...
ro: Deschidere doar în citire...
ru: Открыть только для чтения...
th: เปิดแบบอ่านอย่างเดียว(Y)...
tr: Salt Okunur Aç...
uk: Відкрити лише для читання...
vi: Mở Chỉ đọc...
zh_hans: 以只读方式打开(Y)...
zh_hant: 以唯讀方式開啟(Y)...

# Menu_File_OpenReadOnly.AccessKey
source: Y
ar: ق
cs: P
de: H
el: Μ
es: B
fa: ق
fr: L
hu: G
id: A
it: L
pl: P
pt: B
ro: E
ru: Ч
tr: O
uk: Л
vi: O

# Menu_File_Reload.Text
source: Reload
ar: إعادة تحميل
cs: Znovu načíst
de: Neu laden
el: Επαναφόρτωση
es: Volver a cargar
fa: بارگذاری مجدد
fr: Recharger
hu: Újratöltés
id: Muat Ulang
it: Ricarica
ja: 再読み込み(R)
ko: 다시 로드(R)
pl: Załaduj ponownie
pt: Recarregar
ro: Reîncărcare
ru: Перезагрузить
th: โหลดใหม่(R)
tr: Yeniden Yükle
uk: Перезавантажити
vi: Tải lại
zh_hans: 重新加载(R)
zh_hant: 重新載入(R)

# Menu_File_Reload.AccessKey
source: R
ar: ع
cs: A
de: E
el: Ε
es: L
fa: گ
hu: J
id: G
pl: E
pt: E
ru: П
tr: L
uk: П
vi: A

# Menu_File_DiscardReload.Text
source: Discard changes and reload...
ar: تجاهل التغييرات وإعادة التحميل...
cs: Zahodit změny a znovu načíst...
de: Änderungen verwerfen und neu laden...
el: Απόρριψη αλλαγών και επαναφόρτωση...
es: Descartar cambios y volver a cargar...
fa: دور انداختن تغییرات و بارگذاری مجدد...
fr: Abandonner les modifications et recharger...
hu: Módosítások elvetése és újratöltés...
id: Buang Perubahan dan Muat Ulang...
it: Ignora modifiche e ricarica...
ja: 変更を破棄して再読み込み(D)...
ko: 변경 내용 취소 후 다시 로드(D)...
pl: Odrzuć zmiany i załaduj ponownie...
pt: Descartar alterações e recarregar...
ro: Renunțare la modificări și reîncărcare...
ru: Отменить изменения и перезагрузить...
th: ละทิ้งการเปลี่ยนแปลงและโหลดใหม่(D)...
tr: Değişiklikleri At ve Yeniden Yükle...
uk: Відхилити зміни й перезавантажити...
vi: Hủy Thay đổi và Tải lại...
zh_hans: 放弃更改并重新加载(D)...
zh_hant: 捨棄變更並重新載入(D)...

# Menu_File_DiscardReload.AccessKey
source: D
ar: ه
cs: H
de: V
el: Ρ
es: I
fa: د
fr: A
hu: I
id: R
it: I
pl: I
pt: I
ro: A
ru: И
uk: Д
vi: Y

# Menu_File_Recent.Text
source: Recent files
ar: الملفات الأخيرة
cs: Poslední soubory
de: Zuletzt verwendete Dateien
el: Πρόσφατα αρχεία
es: Archivos recientes
fa: فایل‌های اخیر
fr: Fichiers récents
hu: Legutóbbi fájlok
id: File Terbaru
it: File recenti
ja: 最近使ったファイル(F)
ko: 최근 파일(F)
pl: Ostatnie pliki
pt: Arquivos recentes
ro: Fișiere recente
ru: Последние файлы
th: ไฟล์ล่าสุด(F)
tr: En Son Dosyalar
uk: Останні файли
vi: Tệp Gần đây
zh_hans: 最近使用的文件(F)
zh_hant: 最近使用的檔案(F)

# Menu_File_Recent.AccessKey
source: F
ar: خ
cs: S
de: Z
el: Π
es: H
fa: ف
fr: C
pl: S
pt: L
ru: Ф
tr: E
uk: О
vi: P

# Menu_File_ReopenClosed.Text
source: Reopen closed tab
ar: إعادة فتح علامة التبويب المغلقة
cs: Znovu otevřít zavřenou kartu
de: Geschlossene Registerkarte wieder öffnen
el: Επανάνοιγμα κλειστής καρτέλας
es: Volver a abrir la pestaña cerrada
fa: بازگشایی زبانهٔ بسته‌شده
fr: Rouvrir l'onglet fermé
hu: Bezárt lap újranyitása
id: Buka Kembali Tab yang Ditutup
it: Riapri scheda chiusa
ja: 閉じたタブを開き直す(T)
ko: 닫은 탭 다시 열기(T)
pl: Otwórz ponownie zamkniętą kartę
pt: Reabrir guia fechada
ro: Redeschidere filă închisă
ru: Открыть закрытую вкладку
th: เปิดแท็บที่ปิดไปอีกครั้ง(T)
tr: Kapatılan Sekmeyi Yeniden Aç
uk: Знову відкрити закриту вкладку
vi: Mở lại Tab Đã đóng
zh_hans: 重新打开已关闭的选项卡(T)
zh_hant: 重新開啟已關閉的索引標籤(T)

# Menu_File_ReopenClosed.AccessKey
source: T
ar: ب
cs: Z
de: G
el: Τ
es: V
fa: ت
fr: R
hu: B
id: B
it: R
pl: O
pt: R
ro: R
ru: В
tr: K
uk: З
vi: M

# Menu_File_ClearRecent.Text
source: Clear list
ar: مسح القائمة
cs: Vymazat seznam
de: Liste leeren
el: Απαλοιφή λίστας
es: Borrar lista
fa: پاک کردن فهرست
fr: Effacer la liste
hu: Lista törlése
id: Hapus Daftar
it: Cancella elenco
ja: 一覧を消去(L)
ko: 목록 지우기(L)
pl: Wyczyść listę
pt: Limpar lista
ro: Golire listă
ru: Очистить список
th: ล้างรายการ(L)
tr: Listeyi Temizle
uk: Очистити список
vi: Xóa Danh sách
zh_hans: 清除列表(L)
zh_hant: 清除清單(L)

# Menu_File_ClearRecent.AccessKey
source: L
ar: م
cs: V
el: Λ
es: B
fa: پ
fr: E
id: H
it: C
pl: W
ro: G
ru: О
uk: О
vi: X

# Menu_File_ShowAllRecent.Text
source: Show all...
ar: عرض الكل...
cs: Zobrazit vše...
de: Alle anzeigen...
el: Εμφάνιση όλων...
es: Mostrar todo...
fa: نمایش همه...
fr: Tout afficher...
hu: Összes megjelenítése...
id: Tampilkan Semua...
it: Mostra tutti...
ja: すべて表示(S)...
ko: 모두 표시(S)...
pl: Pokaż wszystkie...
pt: Mostrar todos...
ro: Afișare toate...
ru: Показать все...
th: แสดงทั้งหมด(S)...
tr: Tümünü Göster...
uk: Показати всі...
vi: Hiện Tất cả...
zh_hans: 全部显示(S)...
zh_hant: 全部顯示(S)...

# Menu_File_ShowAllRecent.AccessKey
source: S
ar: ع
cs: O
de: A
el: Ε
es: M
fa: ش
fr: T
hu: M
id: T
it: M
pl: P
pt: M
ro: A
ru: П
tr: T
uk: П
vi: H

# Recent_MenuItemMissing
source: {0} ({1}) - not found
ar: {0} ({1}) - غير موجود
cs: {0} ({1}) - nenalezeno
de: {0} ({1}) - nicht gefunden
el: {0} ({1}) - δεν βρέθηκε
es: {0} ({1}) - no encontrado
fa: {0} ({1}) - پیدا نشد
fr: {0} ({1}) - introuvable
hu: {0} ({1}) - nem található
id: {0} ({1}) - tidak ditemukan
it: {0} ({1}) - non trovato
ja: {0} ({1}) - 見つかりません
ko: {0} ({1}) - 찾을 수 없음
pl: {0} ({1}) - nie znaleziono
pt: {0} ({1}) - não encontrado
ro: {0} ({1}) - negăsit
ru: {0} ({1}) - не найден
th: {0} ({1}) - ไม่พบ
tr: {0} ({1}) - bulunamadı
uk: {0} ({1}) - не знайдено
vi: {0} ({1}) - không tìm thấy
zh_hans: {0} ({1}) - 找不到
zh_hant: {0} ({1}) - 找不到

# Recent_NotFound
source: Not found
ar: غير موجود
cs: Nenalezeno
de: Nicht gefunden
el: Δεν βρέθηκε
es: No encontrado
fa: پیدا نشد
fr: Introuvable
hu: Nem található
id: Tidak ditemukan
it: Non trovato
ja: 見つかりません
ko: 찾을 수 없음
pl: Nie znaleziono
pt: Não encontrado
ro: Negăsit
ru: Не найден
th: ไม่พบ
tr: Bulunamadı
uk: Не знайдено
vi: Không tìm thấy
zh_hans: 找不到
zh_hant: 找不到

# Recent_Pinned
source: Pinned
ar: مثبّت
cs: Připnuté
de: Angeheftet
el: Καρφιτσωμένο
es: Anclado
fa: سنجاق‌شده
fr: Épinglé
hu: Rögzítve
id: Disematkan
it: Bloccato
ja: ピン留め
ko: 고정됨
pl: Przypięte
pt: Fixado
ro: Fixat
ru: Закреплен
th: ปักหมุดแล้ว
tr: Sabitlendi
uk: Закріплені
vi: Đã ghim
zh_hans: 已固定
zh_hant: 已釘選

# Recent_Missing
source: {0} was not found.
ar: لم يتم العثور على {0}.
cs: {0} nebyl nalezen.
de: {0} wurde nicht gefunden.
el: Το {0} δεν βρέθηκε.
es: No se encontró {0}.
fa: {0} پیدا نشد.
fr: {0} est introuvable.
hu: A(z) {0} nem található.
id: {0} tidak ditemukan.
it: {0} non è stato trovato.
ja: {0} が見つかりません。
ko: {0}을(를) 찾을 수 없습니다.
pl: Nie znaleziono: {0}.
pt: {0} não foi encontrado.
ro: {0} nu a fost găsit.
ru: {0} не найден.
th: ไม่พบ {0}
tr: {0} bulunamadı.
uk: {0} не знайдено.
vi: Không tìm thấy {0}.
zh_hans: 找不到 {0}。
zh_hant: 找不到 {0}。

# Recent_Remove
source: Remove from list
ar: إزالة من القائمة
cs: Odebrat ze seznamu
de: Aus Liste entfernen
el: Κατάργηση από τη λίστα
es: Quitar de la lista
fa: حذف از فهرست
fr: Supprimer de la liste
hu: Eltávolítás a listából
id: Hapus dari daftar
it: Rimuovi dall'elenco
ja: 一覧から削除
ko: 목록에서 제거
pl: Usuń z listy
pt: Remover da lista
ro: Eliminare din listă
ru: Удалить из списка
th: ลบออกจากรายการ
tr: Listeden kaldır
uk: Видалити зі списку
vi: Xóa khỏi danh sách
zh_hans: 从列表中删除
zh_hant: 從清單中移除

# Recent_Cleared
source: The recent files list was cleared. Pinned files were kept.
ar: تم مسح قائمة الملفات الأخيرة. تم الاحتفاظ بالملفات المثبّتة.
cs: Seznam posledních souborů byl vymazán. Připnuté soubory zůstaly zachovány.
de: Die Liste der zuletzt verwendeten Dateien wurde geleert. Angeheftete Dateien wurden beibehalten.
el: Η λίστα πρόσφατων αρχείων απαλείφθηκε. Τα καρφιτσωμένα αρχεία διατηρήθηκαν.
es: Se borró la lista de archivos recientes. Se conservaron los archivos anclados.
fa: فهرست فایل‌های اخیر پاک شد. فایل‌های سنجاق‌شده حفظ شدند.
fr: La liste des fichiers récents a été effacée. Les fichiers épinglés ont été conservés.
hu: A legutóbbi fájlok listája törölve. A rögzített fájlok megmaradtak.
id: Daftar file terbaru telah dihapus. File yang disematkan tetap ada.
it: L'elenco dei file recenti è stato cancellato. I file bloccati sono stati mantenuti.
ja: 最近使ったファイルの一覧を消去しました。ピン留めしたファイルは残っています。
ko: 최근 파일 목록을 지웠습니다. 고정된 파일은 유지됩니다.
pl: Lista ostatnich plików została wyczyszczona. Przypięte pliki zostały zachowane.
pt: A lista de arquivos recentes foi limpa. Os arquivos fixados foram mantidos.
ro: Lista fișierelor recente a fost golită. Fișierele fixate au fost păstrate.
ru: Список последних файлов очищен. Закрепленные файлы сохранены.
th: ล้างรายการไฟล์ล่าสุดแล้ว ไฟล์ที่ปักหมุดยังคงอยู่
tr: Son dosyalar listesi temizlendi. Sabitlenen dosyalar korundu.
uk: Список останніх файлів очищено. Закріплені файли залишено.
vi: Đã xóa danh sách tệp gần đây. Các tệp đã ghim được giữ lại.
zh_hans: 已清除最近使用的文件列表。已固定的文件仍保留。
zh_hant: 已清除最近使用的檔案清單。已釘選的檔案仍保留。

# Recent_Search
source: Search recent files
ar: البحث في الملفات الأخيرة
cs: Hledat v posledních souborech
de: Zuletzt verwendete Dateien durchsuchen
el: Αναζήτηση πρόσφατων αρχείων
es: Buscar en archivos recientes
fa: جستجوی فایل‌های اخیر
fr: Rechercher dans les fichiers récents
hu: Keresés a legutóbbi fájlok között
id: Cari file terbaru
it: Cerca nei file recenti
ja: 最近使ったファイルを検索
ko: 최근 파일 검색
pl: Szukaj w ostatnich plikach
pt: Pesquisar arquivos recentes
ro: Căutare în fișierele recente
ru: Поиск в последних файлах
th: ค้นหาไฟล์ล่าสุด
tr: Son dosyalarda ara
uk: Пошук в останніх файлах
vi: Tìm tệp gần đây
zh_hans: 搜索最近使用的文件
zh_hant: 搜尋最近使用的檔案

# Recent_AllTitle
source: Recent files
ar: الملفات الأخيرة
cs: Poslední soubory
de: Zuletzt verwendete Dateien
el: Πρόσφατα αρχεία
es: Archivos recientes
fa: فایل‌های اخیر
fr: Fichiers récents
hu: Legutóbbi fájlok
id: File terbaru
it: File recenti
ja: 最近使ったファイル
ko: 최근 파일
pl: Ostatnie pliki
pt: Arquivos recentes
ro: Fișiere recente
ru: Последние файлы
th: ไฟล์ล่าสุด
tr: Son dosyalar
uk: Останні файли
vi: Tệp gần đây
zh_hans: 最近使用的文件
zh_hant: 最近使用的檔案

# Recent_Pin
source: Pin
ar: تثبيت
cs: Připnout
de: Anheften
el: Καρφίτσωμα
es: Anclar
fa: سنجاق کردن
fr: Épingler
hu: Rögzítés
id: Sematkan
it: Blocca
ja: ピン留め
ko: 고정
pl: Przypnij
pt: Fixar
ro: Fixare
ru: Закрепить
th: ปักหมุด
tr: Sabitle
uk: Закріпити
vi: Ghim
zh_hans: 固定
zh_hant: 釘選

# Recent_Unpin
source: Unpin
ar: إلغاء التثبيت
cs: Odepnout
de: Lösen
el: Ξεκαρφίτσωμα
es: Desanclar
fa: برداشتن سنجاق
fr: Détacher
hu: Rögzítés feloldása
id: Lepas sematan
it: Sblocca
ja: ピン留めを外す
ko: 고정 해제
pl: Odepnij
pt: Desafixar
ro: Anulare fixare
ru: Открепить
th: เลิกปักหมุด
tr: Sabitlemeyi kaldır
uk: Відкріпити
vi: Bỏ ghim
zh_hans: 取消固定
zh_hant: 取消釘選

# Recent_CopyPath
source: Copy path
ar: نسخ المسار
cs: Kopírovat cestu
de: Pfad kopieren
el: Αντιγραφή διαδρομής
es: Copiar ruta de acceso
fa: رونوشت مسیر
fr: Copier le chemin
hu: Elérési út másolása
id: Salin jalur
it: Copia percorso
ja: パスをコピー
ko: 경로 복사
pl: Kopiuj ścieżkę
pt: Copiar caminho
ro: Copiere cale
ru: Копировать путь
th: คัดลอกเส้นทาง
tr: Yolu kopyala
uk: Копіювати шлях
vi: Sao chép đường dẫn
zh_hans: 复制路径
zh_hant: 複製路徑

# Recent_ShowInExplorer
source: Show in File Explorer
ar: إظهار في مستكشف الملفات
cs: Zobrazit v Průzkumníku souborů
de: Im Datei-Explorer anzeigen
el: Εμφάνιση στην Εξερεύνηση αρχείων
es: Mostrar en el Explorador de archivos
fa: نمایش در File Explorer
fr: Afficher dans l'Explorateur de fichiers
hu: Megjelenítés a Fájlkezelőben
id: Tampilkan di File Explorer
it: Mostra in Esplora file
ja: エクスプローラーで表示
ko: 파일 탐색기에서 표시
pl: Pokaż w Eksploratorze plików
pt: Mostrar no Explorador de Arquivos
ro: Afișare în Explorer
ru: Показать в проводнике
th: แสดงใน File Explorer
tr: Dosya Gezgini'nde göster
uk: Показати у Провіднику
vi: Hiện trong File Explorer
zh_hans: 在文件资源管理器中显示
zh_hant: 在檔案總管中顯示

# Reopen_NotFound
source: {0} was not found. The next closed tab was opened instead.
ar: لم يتم العثور على {0}. تم فتح علامة التبويب المغلقة التالية بدلاً منه.
cs: {0} nebyl nalezen. Místo toho byla otevřena další zavřená karta.
de: {0} wurde nicht gefunden. Stattdessen wurde die nächste geschlossene Registerkarte geöffnet.
el: Το {0} δεν βρέθηκε. Άνοιξε η επόμενη κλειστή καρτέλα.
es: No se encontró {0}. En su lugar se abrió la siguiente pestaña cerrada.
fa: {0} پیدا نشد. به‌جای آن زبانهٔ بسته‌شدهٔ بعدی باز شد.
fr: {0} est introuvable. L'onglet fermé suivant a été ouvert à la place.
hu: A(z) {0} nem található. Helyette a következő bezárt lap nyílt meg.
id: {0} tidak ditemukan. Tab tertutup berikutnya dibuka sebagai gantinya.
it: {0} non è stato trovato. È stata aperta la scheda chiusa successiva.
ja: {0} は見つかりませんでした。次に閉じたタブを開きます。
ko: {0}을(를) 찾을 수 없어 그다음에 닫은 탭을 대신 열었습니다.
pl: Nie znaleziono: {0}. Zamiast tego otwarto następną zamkniętą kartę.
pt: {0} não foi encontrado. A próxima guia fechada foi aberta no lugar.
ro: {0} nu a fost găsit. S-a deschis în schimb următoarea filă închisă.
ru: {0} не найден. Вместо него открыта следующая закрытая вкладка.
th: ไม่พบ {0} จึงเปิดแท็บที่ปิดไปถัดไปแทน
tr: {0} bulunamadı. Bunun yerine kapatılan bir sonraki sekme açıldı.
uk: {0} не знайдено. Натомість відкрито наступну закриту вкладку.
vi: Không tìm thấy {0}. Đã mở tab đã đóng tiếp theo thay thế.
zh_hans: 找不到 {0}。已改为打开下一个已关闭的选项卡。
zh_hant: 找不到 {0}。已改為開啟下一個已關閉的索引標籤。

# Start_WelcomeTitle.Text
source: Get started
ar: البدء
cs: Začínáme
de: Erste Schritte
el: Ξεκινήστε
es: Introducción
fa: شروع کار
fr: Prise en main
hu: Első lépések
id: Memulai
it: Introduzione
ja: はじめに
ko: 시작하기
pl: Wprowadzenie
pt: Introdução
ro: Introducere
ru: Начало работы
th: เริ่มต้นใช้งาน
tr: Başlarken
uk: Початок роботи
vi: Bắt đầu
zh_hans: 入门
zh_hant: 開始使用

# Start_WelcomeClose.Content
source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Fermer
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
ro: Închidere
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# Start_Language.Header
source: Display language
ar: لغة العرض
cs: Jazyk zobrazení
de: Anzeigesprache
el: Γλώσσα εμφάνισης
es: Idioma de la interfaz
fa: زبان نمایش
fr: Langue d'affichage
hu: Megjelenítési nyelv
id: Bahasa tampilan
it: Lingua di visualizzazione
ja: 表示言語
ko: 표시 언어
pl: Język wyświetlania
pt: Idioma de exibição
ro: Limba de afișare
ru: Язык интерфейса
th: ภาษาที่แสดง
tr: Görüntüleme dili
uk: Мова інтерфейсу
vi: Ngôn ngữ hiển thị
zh_hans: 显示语言
zh_hant: 顯示語言

# Start_LanguageRestart.Text
source: The new display language is used the next time HexEditor starts.
ar: سيتم استخدام لغة العرض الجديدة في المرة التالية التي يبدأ فيها HexEditor.
cs: Nový jazyk zobrazení se použije při příštím spuštění aplikace HexEditor.
de: Die neue Anzeigesprache wird beim nächsten Start von HexEditor verwendet.
el: Η νέα γλώσσα εμφάνισης θα χρησιμοποιηθεί την επόμενη φορά που θα ξεκινήσει το HexEditor.
es: El nuevo idioma de la interfaz se usará la próxima vez que se inicie HexEditor.
fa: زبان نمایش جدید از دفعهٔ بعد که HexEditor آغاز شود استفاده می‌شود.
fr: La nouvelle langue d'affichage sera utilisée au prochain démarrage de HexEditor.
hu: Az új megjelenítési nyelv a HexEditor következő indításakor lép érvénybe.
id: Bahasa tampilan baru digunakan saat HexEditor dimulai lagi.
it: La nuova lingua di visualizzazione verrà usata al prossimo avvio di HexEditor.
ja: 新しい表示言語は、次に HexEditor を起動したときに使われます。
ko: 새 표시 언어는 다음에 HexEditor를 시작할 때 적용됩니다.
pl: Nowy język wyświetlania zostanie użyty przy następnym uruchomieniu programu HexEditor.
pt: O novo idioma de exibição será usado na próxima vez que o HexEditor for iniciado.
ro: Noua limbă de afișare se va utiliza la următoarea pornire a HexEditor.
ru: Новый язык интерфейса будет применен при следующем запуске HexEditor.
th: ภาษาที่แสดงใหม่จะถูกใช้เมื่อเริ่ม HexEditor ครั้งถัดไป
tr: Yeni görüntüleme dili, HexEditor bir sonraki başlatılışında kullanılır.
uk: Нова мова інтерфейсу застосується під час наступного запуску HexEditor.
vi: Ngôn ngữ hiển thị mới sẽ được dùng vào lần khởi động HexEditor tiếp theo.
zh_hans: 新的显示语言将在下次启动 HexEditor 时使用。
zh_hant: 新的顯示語言會在下次啟動 HexEditor 時套用。

# Start_Theme.Header
source: Theme
ar: السمة
cs: Motiv
de: Design
el: Θέμα
es: Tema
fa: طرح زمینه
fr: Thème
hu: Téma
id: Tema
it: Tema
ja: テーマ
ko: 테마
pl: Motyw
pt: Tema
ro: Temă
ru: Тема
th: ธีม
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 佈景主題

# Start_ThemeSystem
source: Use system setting
ar: استخدام إعداد النظام
cs: Použít nastavení systému
de: Systemeinstellung verwenden
el: Χρήση ρύθμισης συστήματος
es: Usar la configuración del sistema
fa: استفاده از تنظیمات سیستم
fr: Utiliser le paramètre système
hu: Rendszerbeállítás használata
id: Gunakan pengaturan sistem
it: Usa impostazione di sistema
ja: システムの設定
ko: 시스템 설정 사용
pl: Użyj ustawienia systemowego
pt: Usar configuração do sistema
ro: Utilizare setare sistem
ru: Использовать системный параметр
th: ใช้การตั้งค่าระบบ
tr: Sistem ayarını kullan
uk: Використовувати системний параметр
vi: Dùng cài đặt hệ thống
zh_hans: 使用系统设置
zh_hant: 使用系統設定

# Start_ThemeLight
source: Light
ar: فاتح
cs: Světlý
de: Hell
el: Ανοιχτό
es: Claro
fa: روشن
fr: Clair
hu: Világos
id: Terang
it: Chiaro
ja: ライト
ko: 밝게
pl: Jasny
pt: Claro
ro: Luminos
ru: Светлая
th: สว่าง
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# Start_ThemeDark
source: Dark
ar: داكن
cs: Tmavý
de: Dunkel
el: Σκούρο
es: Oscuro
fa: تیره
fr: Sombre
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
ko: 어둡게
pl: Ciemny
pt: Escuro
ro: Întunecat
ru: Темная
th: มืด
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 深色
zh_hant: 深色

# Start_Preset.Header
source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
cs: Klávesové zkratky
de: Tastenkombinationen
el: Συντομεύσεις πληκτρολογίου
es: Métodos abreviados de teclado
fa: میان‌برهای صفحه‌کلید
fr: Raccourcis clavier
hu: Billentyűparancsok
id: Pintasan keyboard
it: Scelte rapide da tastiera
ja: ショートカットのプリセット
ko: 바로 가기 키
pl: Skróty klawiaturowe
pt: Atalhos de teclado
ro: Comenzi rapide de la tastatură
ru: Сочетания клавиш
th: แป้นพิมพ์ลัด
tr: Klavye kısayolları
uk: Сполучення клавіш
vi: Phím tắt
zh_hans: 键盘快捷方式
zh_hant: 鍵盤快速鍵

# Start_NetworkInfo.Text
source: HexEditor uses the internet only for checking for updates, downloading templates, plug-ins and components when you ask, and opening help and report pages in your browser. You can turn these off in Settings > Privacy.
ar: يستخدم HexEditor الإنترنت فقط للتحقق من التحديثات، وتنزيل القوالب والمكونات الإضافية والمكونات عند طلبك، وفتح صفحات التعليمات والإبلاغ في المستعرض. يمكنك إيقاف ذلك من الإعدادات > الخصوصية.
cs: HexEditor používá internet jen ke kontrole aktualizací, ke stahování šablon, modulů plug-in a komponent na vaši žádost a k otevírání stránek nápovědy a hlášení v prohlížeči. Tyto funkce můžete vypnout v Nastavení > Ochrana osobních údajů.
de: HexEditor nutzt das Internet nur, um nach Updates zu suchen, auf Ihre Anforderung Vorlagen, Plug-ins und Komponenten herunterzuladen und Hilfe- und Meldeseiten in Ihrem Browser zu öffnen. Sie können dies unter „Einstellungen > Datenschutz“ deaktivieren.
el: Το HexEditor χρησιμοποιεί το Internet μόνο για τον έλεγχο για ενημερώσεις, τη λήψη προτύπων, πρόσθετων και στοιχείων όταν το ζητάτε, και το άνοιγμα σελίδων βοήθειας και αναφοράς στο πρόγραμμα περιήγησης. Μπορείτε να τα απενεργοποιήσετε στις Ρυθμίσεις > Προστασία προσωπικών δεδομένων.
es: HexEditor solo usa Internet para buscar actualizaciones, descargar plantillas, complementos y componentes cuando lo pides, y abrir páginas de ayuda y de informes en el explorador. Puedes desactivarlo en Configuración > Privacidad.
fa: HexEditor فقط برای بررسی به‌روزرسانی‌ها، بارگیری الگوها، افزونه‌ها و مؤلفه‌ها در صورت درخواست شما، و باز کردن صفحه‌های راهنما و گزارش در مرورگرتان از اینترنت استفاده می‌کند. می‌توانید این موارد را در تنظیمات > حریم خصوصی خاموش کنید.
fr: HexEditor n'utilise Internet que pour rechercher des mises à jour, télécharger des modèles, des plug-ins et des composants à votre demande, et ouvrir les pages d'aide et de signalement dans votre navigateur. Vous pouvez désactiver ces fonctions dans Paramètres > Confidentialité.
hu: A HexEditor csak frissítések keresésére, sablonok, beépülő modulok és összetevők kérésre történő letöltésére, valamint a súgó- és bejelentőoldalak böngészőben való megnyitására használja az internetet. Ezeket a Beállítások > Adatvédelem helyen kapcsolhatja ki.
id: HexEditor menggunakan internet hanya untuk memeriksa pembaruan, mengunduh templat, plug-in, dan komponen saat Anda memintanya, serta membuka halaman bantuan dan laporan di browser. Anda dapat menonaktifkannya di Pengaturan > Privasi.
it: HexEditor usa Internet solo per verificare la disponibilità di aggiornamenti, scaricare modelli, plug-in e componenti quando lo richiedi e aprire le pagine della guida e di segnalazione nel browser. Puoi disattivare queste funzioni in Impostazioni > Privacy.
ja: HexEditor がインターネットを使うのは、更新の確認、操作したときのテンプレート・プラグイン・コンポーネントのダウンロード、ヘルプと報告のページをブラウザで開くときだけです。設定 > プライバシー で無効にできます。
ko: HexEditor는 업데이트 확인, 요청 시 템플릿·플러그 인·구성 요소 다운로드, 브라우저에서 도움말 및 보고 페이지 열기에만 인터넷을 사용합니다. [설정] > [개인 정보]에서 이 기능을 끌 수 있습니다.
pl: HexEditor korzysta z internetu tylko do sprawdzania aktualizacji, pobierania szablonów, wtyczek i składników na Twoje żądanie oraz otwierania stron pomocy i zgłoszeń w przeglądarce. Możesz to wyłączyć w obszarze Ustawienia > Prywatność.
pt: O HexEditor usa a internet apenas para verificar atualizações, baixar modelos, plug-ins e componentes quando você solicita e abrir páginas de ajuda e de relatório no navegador. Você pode desativar isso em Configurações > Privacidade.
ro: HexEditor utilizează internetul doar pentru căutarea actualizărilor, descărcarea de șabloane, plug-in-uri și componente la cererea dvs. și pentru deschiderea paginilor de ajutor și de raportare în browser. Le puteți dezactiva în Setări > Confidențialitate.
ru: HexEditor использует Интернет только для проверки обновлений, загрузки шаблонов, подключаемых модулей и компонентов по вашему запросу, а также для открытия страниц справки и отчетов в браузере. Это можно отключить в разделе «Параметры > Конфиденциальность».
th: HexEditor ใช้อินเทอร์เน็ตเฉพาะเพื่อตรวจหาการอัปเดต ดาวน์โหลดเทมเพลต ปลั๊กอิน และคอมโพเนนต์เมื่อคุณสั่ง และเปิดหน้าวิธีใช้และหน้ารายงานในเบราว์เซอร์ของคุณ คุณสามารถปิดสิ่งเหล่านี้ได้ใน การตั้งค่า > ความเป็นส่วนตัว
tr: HexEditor interneti yalnızca güncelleştirmeleri denetlemek, siz istediğinizde şablon, eklenti ve bileşen indirmek ve yardım ile bildirim sayfalarını tarayıcınızda açmak için kullanır. Bunları Ayarlar > Gizlilik bölümünden kapatabilirsiniz.
uk: HexEditor використовує Інтернет лише для перевірки оновлень, завантаження шаблонів, плагінів і компонентів на ваш запит, а також для відкриття сторінок довідки й повідомлень про проблеми в браузері. Ці функції можна вимкнути в розділі «Параметри» > «Конфіденційність».
vi: HexEditor chỉ dùng Internet để kiểm tra bản cập nhật, tải xuống mẫu, plug-in và thành phần khi bạn yêu cầu, và mở trang trợ giúp và báo cáo trong trình duyệt. Bạn có thể tắt các tính năng này trong Cài đặt > Quyền riêng tư.
zh_hans: HexEditor 仅在以下情况下使用 Internet：检查更新、在你请求时下载模板、插件和组件，以及在浏览器中打开帮助和报告页面。你可以在“设置 > 隐私”中关闭这些功能。
zh_hant: HexEditor 只會在下列情況使用網際網路：檢查更新、在您要求時下載範本、外掛程式和元件，以及在瀏覽器中開啟說明和回報頁面。您可以在「設定 > 隱私權」中關閉這些功能。
